[{"title": "100 Days My Prince", "description": "Upon losing his memory, a crown prince encounters a commoner’s life and experiences unforgettable love as the husband to Joseon’s oldest bachelorette.\n"}, {"title": "1983", "description": "In this dark alt-history thriller, a naïve law student and a world-weary detective uncover a conspiracy that has tyrannized Poland for decades.\n"}, {"title": "21 Sarfarosh: Saragarhi 1897", "description": "In one of history's greatest last stands, a battalion of 21 Sikh soldiers fights to defend their outpost from attack by over 10,000 Afghans.\n"}, {"title": "A Taiwanese Tale of Two Cities", "description": "A Taipei doctor and a San Francisco engineer swap homes in a daring pact, embarking on journeys filled with trials, secrets and unexpected encounters.\n"}, {"title": "Ad Vitam", "description": "In a future where regeneration technology lets humans live indefinitely, a cop and a troubled young woman investigate a strange wave of youth suicides.\n"}, {"title": "Age of Rebellion", "description": "At their high school, a group of unruly teens wreak havoc, face bullies and navigate turbulent lives beyond school grounds.\n"}, {"title": "Bangkok Love Stories: Hey You!", "description": "A loving couple become rivals when Belle opens a fusion bistro next to her ex-boyfriend Kram’s traditional restaurant in Bangkok’s chic Ari district.\n"}, {"title": "Bangkok Love Stories: Innocence", "description": "From a teenage parkour enthusiast to a bawdy restaurateur, an eclectic group of characters find romance in Bangkok's glittering Silom district.\n"}, {"title": "Better Call Saul", "description": " follows small-time attorney Jimmy McGill as he transforms into morally challenged lawyer Saul Goodman.\n"}, {"title": "Bitter Daisies", "description": "While investigating the disappearance of a teen girl in a tight-knit Galician town, a Civil Guard officer uncovers secrets linked to a loss of her own.\n"}, {"title": "Black Earth Rising", "description": "Adopted by a human rights attorney after the Rwandan genocide, legal investigator Kate Ashby confronts her past when she takes on war crimes cases.\n"}, {"title": "Blood Pact", "description": "An ambitious TV reporter uses risky and ethically questionable methods to report on gang wars and police corruption in the Amazon port of Belém, Brazil.\n"}, {"title": "Call My Agent!", "description": "At a top Paris talent firm, agents scramble to keep their star clients happy – and their business afloat – after an unexpected crisis.\n"}, {"title": "Can't Cope, Won't Cope\"", "description": "In Dublin, friends Aisling and Danielle must come to terms with adulthood when their millennial hijinks and hangovers begin to wear off.\n"}, {"title": "Castle and Castle", "description": "A pair of high-powered, successful lawyers find themselves defending opposite interests of the justice system, causing a strain on their happy marriage.\n"}, {"title": "Colony", "description": "When LA is invaded by outside forces and becomes a walled-in settlement, a former FBI agent and his wife risk everything to find their lost son.\n"}, {"title": "Crazy, Lovely, Cool\"", "description": "For a group of charismatic undergraduates, the jolting revelations from a campus blog turn surviving university life into a serious matter.\n"}, {"title": "Demon's Path", "description": "To catch three criminal masterminds, a group of cops teams up with a forensic pathologist who can see a murder victim's final moments before death.\n"}, {"title": "Dirty John", "description": "Businesswoman Debra Newell's life unravels when she falls for the lies and manipulation of con man John Meehan. Based on the true-crime podcast.\n"}, {"title": "Disappearance", "description": "A university lecturer in Russia returns to Egypt after her husband's sudden disappearance, uncovering further mysteries the more she investigates.\n"}, {"title": "Dogs of Berlin", "description": "Two cops investigate the murder of a famous Turkish-German soccer player, but one of them has underworld connections that mire the case in controversy.\n"}, {"title": "Eastsiders", "description": "Cal turns to his friends for help through a hilariously dark time when he discovers that his partner Thom's been cheating on him.\n"}, {"title": "Edha", "description": "Revenge, passion and dark secrets push a successful fashion designer and single mother to her limits when she meets a handsome and mysterious man.\n"}, {"title": "Enemigo íntimo", "description": "Siblings separated as children who no longer recognize each other are pitted against each other in a war involving drugs, crime and betrayal.\n"}, {"title": "Eugenie Nights", "description": "In 1940s Port Said, Kariman finds comfort and solace in the arms of an unhappily married man, who also happens to be her abusive husband's brother.\n"}, {"title": "Everything Sucks!", "description": "It's 1996 in a town called Boring, where high school misfits in the AV and drama clubs brave the ups and downs of teenage life in the VHS era.\n"}, {"title": "Falsa identidad", "description": "Strangers Diego and Isabel flee their home in Mexico and pretend to be a married couple to escape his drug-dealing enemies and her abusive husband.\n"}, {"title": "Familiar Wife", "description": "After receiving a bizarre chance to go back in time, a man wakes up to find that his whole life — including the person he married — is different.\n"}, {"title": "Feb-09", "description": "As a psychology professor faces Alzheimer's, his daughter and her three close female friends experience romance, marriage, heartbreak and tragedy.\n"}, {"title": "Fifty: The Series", "description": "Juggling careers and families, four ambitious women faced with unique crises weigh the consequences of their choices as they approach turning 50.\n"}, {"title": "Frontier", "description": "In 18th-century North America, ruthless trappers and entrepreneurs fight to wrest control of the fur trade from the mighty Hudson's Bay Company.\n"}, {"title": "GHOUL", "description": "When a new prisoner at a military detention center exhibits eerie behavior, a young interrogator’s search for the truth becomes a battle for survival.\n"}, {"title": "Gabru: Hip Hop Revolution", "description": "Three young, aspiring Indian rappers make their way in a cutthroat music industry, dreaming of fame, stardom and ultimate hip-hop domination .\n"}, {"title": "Girl from Nowhere", "description": "A mysterious, clever girl named Nanno transfers to different schools, exposing the lies and misdeeds of the students and faculty at every turn.\n"}, {"title": "Girls Hostel", "description": "Four girls from different backgrounds become unlikely friends when they move into a dormitory for female dental students.\n"}, {"title": "Hap and Leonard", "description": "In late-1980s Texas, two best friends get involved in darkly comic misadventures by hiring themselves out to shady clients for illicit ends.\n"}, {"title": "Here to Heart", "description": "Wen Nuan signs on to work as the executive assistant to ex Zhan Nanxian at his tech firm. Helping him at work just may lead her back into his heart.\n"}, {"title": "Herrens veje", "description": "A family with a storied history of service to the Church of Denmark fractures under the tyrannical rule and ambition of its hard-driving patriarch.\n"}, {"title": "Hidden Worlds", "description": "While investigating an actress’s supposed suicide and her connection to the mafia, a veteran journalist discovers that corruption runs deep.\n"}, {"title": "Hong Kong West Side Stories", "description": "The intimate lives of young men and women from Hong Kong are linked by loosely connected stories about love, lust, separation and deceit.\n"}, {"title": "House of Cards", "description": "A ruthless politician will stop at nothing to conquer Washington, D.C., in this Emmy and Golden Globe-winning political drama.\n"}, {"title": "If I Hadn't Met You", "description": "Eduard, a husband and father who loses his family in a tragic accident, travels to parallel universes to seek a better fate for his beloved wife.\n"}, {"title": "Immortals", "description": "Driven by revenge, human-turned-vampire Mia sets out to vanquish Dmitry, a ruthless vampire leader who seeks an artifact that grants immortality.\n"}, {"title": "In Family We Trust", "description": "When the head of the lucrative family business passes away, his will leaves the clan at extreme odds.\n"}, {"title": "Iron Ladies", "description": "Three 30-something women in high-level jobs at a beauty e-commerce firm seem to have it all – except when it comes to love and romantic chemistry.\n"}, {"title": "Jimmy: The True Story of a True Idiot", "description": "In the 1980s, a simple-minded fool named Hideaki meets comedy legend Sanma, changes his name to Jimmy and becomes a comedic superstar.\n"}, {"title": "Life", "description": "At Korea's top university medical center, ideals and interests collide between a patient-centered ER doctor and the hospital's newly-appointed CEO.\n"}, {"title": "Life Sentence", "description": "\n"}, {"title": "Love", "description": "Rebellious Mickey and good-natured Gus navigate the thrills and agonies of modern relationships in this bold comedy co-created by Judd Apatow.\n"}, {"title": "Love and Fortune", "description": "Frustrated by life with her boyfriend, thirty-something Wako can’t stop herself from being interested in high schooler Yumeaki, despite their age gap.\n"}, {"title": "Luis Miguel - The Series", "description": "This series dramatizes the life story of Mexican superstar singer Luis Miguel, who has captivated audiences in Latin America and beyond for decades.\n"}, {"title": "Maniac", "description": "Two struggling strangers connect during a mind-bending pharmaceutical trial involving a doctor with mother issues and an emotionally complex computer.\n"}, {"title": "Mars", "description": "Fact meets fiction in this docudrama chronicling the journey of a spacecraft crew as it embarks in 2033 on a mission to colonize the red planet.\n"}, {"title": "Marseille", "description": "The longtime mayor of Marseille is preparing to hand over the reins to his protégé when a sudden and ruthless battle erupts for control of the city.\n"}, {"title": "Marvel's Iron Fist", "description": "Danny Rand resurfaces 15 years after being presumed dead. Now, with the power of the Iron Fist, he seeks to reclaim his past and fulfill his destiny.\n"}, {"title": "Marvel's Luke Cage", "description": "A hoodie-wearing, unbreakable ex-con fights to clear his name and save his neighborhood. He wasn't looking for a fight, but the people need a hero.\n"}, {"title": "Medal of Honor", "description": "Honoring service members whose courage merited the awarding of a Medal of Honor, this docudrama series re-creates their inspiring true stories.\n"}, {"title": "Mere Papa Hero Hiralal", "description": "A simple auto-rickshaw driver on the streets of Lucknow, Hiralal Tiwari does everything he can to give his gravely ill daughter a happy life.\n"}, {"title": "Meteor Garden", "description": "Dong Shancai is determined to excel at her dream university, where she encounters an elite clique of dashing, popular high-achievers – and finds love.\n"}, {"title": "More to Say", "description": "After her son dies in an accident, a legal consultant is forced to prove her innocence when she's accused of his murder.\n"}, {"title": "My Pride", "description": "After their mother's death, Amal and her brothers struggle to live with their authoritarian father, whose cruelty and neglect break the family apart.\n"}, {"title": "On Children", "description": "These uncanny tales reveal a world where individuals face the tragic consequences of social pressure, parental oppression and family dysfunction.\n"}, {"title": "Ordinary Heroes", "description": "Get an intimate look at four engaged citizens whose courage, sense of civic duty and ultimate sacrifice helped to transform Italian society.\n"}, {"title": "Peasants Rebellion", "description": "In feudalistic Lebanon, farmers revolt against the nobility under the leadership of a revolutionary figure who champions the oppressed.\n"}, {"title": "Perfume", "description": "When a singer is found murdered, with her scent glands excised from her body, detectives probe a group of friends who attended boarding school with her.\n"}, {"title": "Pine Gap", "description": "At top-secret U.S.-Australian joint defense facility Pine Gap, fissures appear in the critical alliance as spies work with, and against, each other.\n"}, {"title": "Ponysitters Club", "description": "A young horse enthusiast teams up with her best friends to rescue and rehabilitate animals on her family's beloved ranch.\n"}, {"title": "Pretty Man", "description": "Doomed by misunderstandings, two middle-school classmates miss their shot at love – but a twist of fate brings them together years later.\n"}, {"title": "Quantico", "description": "When evidence in a deadly terrorist attack implicates FBI trainee Alex Parrish, she must discover which one of her classmates framed her.\n"}, {"title": "Queen of the South", "description": "Forced to work for a cartel that recently killed her boyfriend, Teresa relies on her street smarts, a loyal pal and a mysterious notebook to survive.\n"}, {"title": "Requiem", "description": "In the wake of a sudden tragedy, a London cellist unearths secrets that link her mother to the disappearance of a young girl in a small Welsh town.\n"}, {"title": "Resurrection: Ertugrul", "description": "When a good deed unwittingly endangers his clan, a 13th-century Turkish warrior agrees to fight a sultan's enemies in exchange for new tribal land.\n"}, {"title": "Scandal", "description": "A powerful team of Washington, D.C. lawyers makes scandals disappear while handling government crises and coping with problems of their own.\n"}, {"title": "Selection Day", "description": "Two teen cricket prodigies struggle against their overbearing father and a system stacked against them to realize their own ambitions and identities.\n"}, {"title": "Sense8", "description": " comes this tense series in which eight people can telepathically experience each other's lives.\n"}, {"title": "Seven Seconds", "description": "The death of a 15-year-old African American boy in Jersey City sets off a police cover-up and a search for the truth.\n"}, {"title": "She's Gotta Have It", "description": "Nola Darling struggles to stay true to herself and her dreams while juggling three lovers in this Spike Lee series based on his breakout film.\n"}, {"title": "Shooter", "description": "A highly decorated ex-Marine sniper returns to action to foil an assassination plot targeting the president, but soon finds himself framed for murder.\n"}, {"title": "Sin Senos sí Hay Paraíso", "description": "Born into a small town controlled by the mafia, an irate young woman seeks revenge on the forces that tore apart and wrongfully imprisoned her family.\n"}, {"title": "Single Ladies Senior", "description": "Four best friends and spirited career women navigate the treacherous world of romance – even as it stands in the way of work and friendship.\n"}, {"title": "Sisters", "description": "Her dad's deathbed confession leads Julia to discover she has more than 100 brothers and two sisters: troubled TV star Roxy and uptight lawyer Edie.\n"}, {"title": "Sparta", "description": "While investigating the mysterious death of a teacher, a grizzled detective gets caught up in the world of a high-stakes virtual reality game.\n"}, {"title": "Swami Baba Ramdev: The Untold Story", "description": "Born into poverty and denied an education, a village boy overcomes society’s obstacles to become India’s foremost spiritual guru, revered by millions.\n"}, {"title": "Switched", "description": "High schooler Ayumi's perfect world evaporates when her envious classmate Zenko somehow steals her body, her boyfriend and her life.\n"}, {"title": "Take My Brother Away", "description": "Bickering siblings Shi Miao and Shi Fen tackle friendship matters, school drama and the pitfalls of growing up with little parental supervision.\n"}, {"title": "Tango", "description": "Shocking secrets begin to unravel when the aftermath of a car crash leaves four best friends questioning the truth of their relationships.\n"}, {"title": "Tayee", "description": "An Egyptian doctor becomes a police informant and uses his rare gift of tracking ancient artifacts in the smuggling business.\n"}, {"title": "The 10 Sins", "description": "In this social drama of sin and remorse, a man reels at the discovery that his wife has been unfaithful, and gives her an ultimatum.\n"}, {"title": "The A List", "description": "Romance, rivalry and radical mystery collide as a group of teens attend a remote island sleepaway camp in this suspenseful, supernatural drama.\n"}, {"title": "The Assassination of Gianni Versace", "description": "Defining moments in Andrew Cunanan's life, starting in childhood, lead up to a 1997 murder spree that kills five, including fashion icon Gianni Versace.\n"}, {"title": "The Break", "description": "A police detective mourning a painful loss moves back to his peaceful hometown, only to be drawn into a murder case that dredges up dark secrets.\n"}, {"title": "The Chalet", "description": "Friends gathered at a remote chalet in the French Alps for a summer getaway are caught in a deadly trap as a dark secret from the past comes to light.\n"}, {"title": "The Confrontation", "description": "A woman struggling with sleep paralysis begins a complicated relationship with the director of a media company, whose colleagues conspire against him.\n"}, {"title": "The Could’ve-Gone-All-the-Way Committee", "description": "People bring their stories of missed lust connections to an objective panel of experts who then judge whether they could have gone all the way or not.\n"}, {"title": "The Good Cop", "description": "When he's not solving murders, a pathologically honest detective tries to keep an eye on his crooked but kindhearted dad.\n"}, {"title": "The Haunting of Hill House", "description": "Flashing between past and present, a fractured family confronts haunting memories of their old home and the terrifying events that drove them from it.\n"}, {"title": "The Judgement", "description": "After a traumatic incident at a party makes her a target of gossip and derision, a young college student tries to change her school's toxic culture.\n"}, {"title": "The Mire", "description": "In an early-'80s Polish town, a prostitute and a youth leader are found killed, but the police's handling of the case makes two journalists suspicious.\n"}, {"title": "The Next Step", "description": "This drama series follows young dancers at the Next Step Dance Studio as they attempt to win the coveted regional dance championships.\n"}, {"title": "The Originals", "description": " spinoff.\n"}, {"title": "The Paper", "description": "A construction magnate takes over a struggling newspaper and attempts to wield editorial influence for power and personal gain.\n"}, {"title": "The Shannara Chronicles", "description": "After the destruction of civilization, three young heroes become Earth's last hope for salvation when a massive force of demons threatens the planet.\n"}, {"title": "The Sinner", "description": "When a young mother inexplicably stabs a stranger to death, a sympathetic detective struggles to unlock the mystery buried in her missing memories.\n"}, {"title": "The Terminal", "description": "Social pressure, a complicated past and a clash of values beset the life of a businessman and his family.\n"}, {"title": "The Walking Dead", "description": "In the wake of a zombie apocalypse, survivors hold on to the hope of humanity by banding together to wage a fight for their own survival.\n"}, {"title": "Tidelands", "description": "Ex-con Cal McTeer's return to her hometown of Orphelin Bay blows the lid off a generations-long conspiracy of silence around murder, drugs and Sirens.\n"}, {"title": "Travelers", "description": "A federal agent tracks four people who suddenly seem to possess entirely new personalities, leading to a startling discovery about humanity's future.\n"}, {"title": "Unsolved", "description": "Ride along for a dramatized version of the real-life investigations into the murders of rap icons Tupac Shakur and Biggie Smalls.\n"}, {"title": "Valor", "description": "Following an unsuccessful mission in Somalia, the two surviving members of a U.S. Army helicopter crew are embroiled in an unseemly conspiracy.\n"}, {"title": "Versailles", "description": "King Louis XIV of France commissions a lavish palace that becomes a fierce battleground for love and politics – and a gilded prison for nobility.\n"}, {"title": "Wanted", "description": "Polar-opposite strangers Lola and Chelsea become partners on the run when they witness a murder involving dirty cops and are framed for the crime.\n"}, {"title": "Warrior", "description": "A war veteran plagued by guilt over his final mission teams up with his best friend's widow to infiltrate a dangerous Copenhagen biker gang.\n"}, {"title": "Welcome to the Family", "description": "When an evicted single mom's estranged father dies, she and his second wife cover up his death after learning they've been written out of his will.\n"}, {"title": "When Heroes Fly", "description": "Years after a bitter falling out, four Israeli military veterans reunite and travel to Colombia in search of a loved one they'd presumed to be dead.\n"}, {"title": "Wolf", "description": "Tasked with risky missions across Turkey, members of a special-operations police unit confront danger and tragedy both on the field and at home.\n"}, {"title": "Wrong Kind of Black", "description": "In 1970s Melbourne, a DJ named Boori Monty Pryor and his brother Paul navigate racial tensions and police encounters amid disco and discrimination.\n"}, {"title": "Wynonna Earp", "description": "The outcast descendant of lawman Wyatt Earp teams up with an immortal Doc Holliday to rid the world of demonic revenants from the Wild West.\n"}]